Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Francis spoke about the Paris terror attacks while en route to the Philippines, defending free speech as not only a fundamental human right but a duty to speak one’s mind for the sake of the common good.
pt: Francisco defendeu a liberdade de expressão como um direito fundamental e até mesmo como um dever pelo bem comum, mas afirmou que há limites, especialmente quando esse direito se confronto com outro, igualmente fundamental: a liberdade de religião.

source: That tracks with historians' findings that the military's harshest tactics had largely ceased by the mid-1970s, as armed guerrilla groups diminished in number and more moderate generals gained influence.
pt: Isso condiz com relatos de historiadores de que as táticas mais duras dos militares cessaram em grande parte em meados da década dos anos 1970, com grupos guerrilheiros armados diminuindo em número e generais mais moderados ganhando influência.

source: Brazilian President Dilma Rousseff said in a statement that she was "outraged and dismayed".
pt: Dilma diz estar 'consternada e indignada' com execução de brasileiro

source: Mekdad said: "If the armed terrorists in Homs allow women and children to leave the old city of Homs, we will allow them every access .
pt: "Há esperanças que, a partir de amanhã, mulheres e crianças possam deixar a cidade velha de Homs".

source: Turkey's Erdogan presses for new government 'as soon as possible'
pt: Turquia deve formar governo "assim que possível", diz Erdogan

source: The U.S. agrochemicals firm said on Sunday it had offered to pay Syngenta $2 billion if the merger failed to get approval from regulators, but this was rejected as "wholly inadequate".
pt: A norte-americana Monsanto disse no domingo que havia oferecido pagar 2 bilhões de dólares à Syngenta se a fusão não conseguisse aprovação dos órgãos reguladores, mas a proposta foi rejeitada como "totalmente inadequada".

source: President Xi Jinping met with a delegation from Myanmar's National League for Democracy (NLD), headed by NLD chair Aung San Suu Kyi, on Thursday afternoon at the Great Hall of the People, Beijing.
pt: O presidente da China, Xi Jinping, recebeu nesta quinta-feira em Pequim a líder da oposição birmanesa, Aung San Suu Kyi, um dia depois que a premiada com o Nobel da Paz começou sua primeira visita à China.

source: "I've been misinterpreted, you think I'm really racist ?
pt: Você acredita que eu realmente seja racista?", disse aos jornalistas .

source: It was the first attack in Tel Aviv since mid-November when a young Israeli soldier was stabbed to death by a Palestinian.
pt: Esse foi o primeiro ataque palestino registrado na capital comercial israelense desde a morte de um soldado a facadas há dois meses.

source: Tamerlan, 26, died during a massive police manhunt after the attack.
pt: Tamerlan foi morto em um tiroteio com a polícia, quatro dias após o ataque.

source: Pricing disputes between Russia and Ukraine in the past have led to gas wars, leaving other European nations without heating in the dead of winter.
pt: As duas nações tiveram anos de disputas em relação ao gás russo que passa pela Ucrânia e vai para a Europa através dos gasodutos ucranianos .

source: Venezuelan President Nicolás Maduro condemned the measure as "an act of aggression by corrupt Spanish elites" and called Spain's Prime Minister Mariano Rajoy "a racist".
pt: Na terça-feira, o presidente venezuelano chamou o primeiro-ministro espanhol, o conservador Mariano Rajoy, de "racista" e afirmou que estudava respostas à "agressão de que estão sendo vítimas os venezuelanos por parte das elites corruptas e corrompidas da Espanha".

source: A Singapore court sentenced two Germans to nine months in prison and three strokes of the cane on Thursday after they pleaded guilty to breaking into a depot and spray-painting graffiti on a commuter train carriage.
pt: Um tribunal de Cingapura condenou nesta quinta-feira (5) dois jovens alemães a nove meses de prisão e a três chibatadas por pichações no metrô da cidade-Estado em novembro do ano passado.

source: “At one point when his head was down he said there were jihadists in the cargo hold and he did say jihad a couple times."
pt: O suspeito chegou a dizer que havia jihadistas na área de carga do avião e repetiu a palavra jihad algumas vezes.

source: Ukraine's president says a ceasefire deal with Russia has been reached .
pt: Putin diz que acordo entre Ucrânia e rebeldes pode ser alcançado até sexta-feira

source: ATHENS May 9 Greece expects its economy to grow at little more than a third of the pace it originally targeted in its 2015 budget, a reform plan drafted by the finance ministry and released on Saturday suggested, raising fresh questions about its bailout.
pt: A Grécia projeta que sua economia crescerá a um ritmo bem abaixo do que foi originalmente proposto em seu orçamento de 2015, sugeriu um plano de reforma esboçado pelo Ministério das Finanças e divulgado neste sábado (9) .

source: Though parts of the US Midwest, Russia, and central Africa were cooler than usual in September, the US West, Australia, Europe, northwest Africa, central South America, and areas of Asia hit new highs.
pt: Em contrapartida, "o calor recorde foi muito perceptível no noroeste da África, nas regiões costeiras da América do Sul, no sudoeste da Austrália, em partes do Oriente Médio e em regiões do sudeste da Ásia."

source: Then, the disease is transmitted by direct contact with the blood and body fluids of infected animals or people, according to WHO.
pt: Em seguida, o ebola se espalha de uma pessoa para outra, por contato direto com sangue contaminado, fluidos corporais ou órgãos, ou indiretamente, através do contato com ambientes contaminados.

source: Jeb Bush: Pope Francis should steer clear of climate issue
pt: Jeb Bush diz que papa deve ficar longe do tema de mudanças climáticas

source: Mom: 'I'm afraid he's going to do something to my son'
pt: "Eu vou continuar tomando conta dele, já que ela (a mãe) não está aqui .

source: “I’ve had and am still getting offers from clubs in Mexico and Saudi Arabia, and there’s been interest from other national teams too .
pt: "Há e houve ofertas de clubes do México, da Arábia, e algum contato com seleções .

source: "I fear only one thing: God."
pt: “Só estou com medo dela .

source: And what he wants to become is -- in his words -- "a good guy," "a decent individual."
pt: "Tentando ser um bom homem, tentando o que posso e tentando ser um indivíduo decente", acrescentou.

source: But it's not here yet.
pt: Mas eu não sou .

source: A potential kingmaker could be found in the new centrist party of Moshe Kahlon, who is running on an economic platform that deals almost exclusively with bread-and-butter issues while putting Israel's diplomatic challenges on the back burner.
pt: Uma pessoa influente que consiga articular a criação de um novo governo pode ser encontrada no novo partido centrista de Moshe Kahlon, que apresentou uma plataforma econômica que trata de questões do dia a dia ao mesmo tempo em que coloca os desafios diplomáticos do país em banho-maria.

source: Atletico Madrid's prodigal son Fernando Torres could make his return in a heated derby with Real Madrid on Wednesday in the last 16 of the King's Cup if he looks sharp in training, coach Diego Simeone has said.
pt: Fernando Torres pode voltar a jogar com a camisa do Atlético de Madri na quarta-feira no dérbi pelas oitavas de final da Copa do rei contra o Real Madrid caso se mostre em forma nos treinamentos, disse o técnico do Atlético, Diego Simeone.

source: Ahram Online - Thousands of Ebola survivors face severe pain, possible blindness
pt: Milhares de sobreviventes do Ebola sofrem dores e risco de cegueira, diz OMS - Yahoo Notícias

source: This was mainly due to conflict in the Middle East and North Africa, he explained.
pt: Brokenshire diz que isto se deve principalmente aos conflitos no Oriente Médio e norte da África.

source: I don't know whether we have it or the international team has it," he said.
pt: “Ele disse que ele não quis fazer isso e que eu não resisti a ele”, contou.

source: "It's small, it's lightweight, it weighs only 500g [1.1lb], and it can easily fit into a lady's purse."
pt: "É pequeno, é leve, pesa apenas 500 gramas e cabe facilmente em uma bolsa de mulher", disse.

source: The study of 16 major economies by the Washington-based American Council for an Energy-Efficient Economy ranked Mexico last and voiced concern about the pace of efforts by the United States and Australia.
pt: O estudo sobre as 16 potências, realizado pelo Conselho para uma Economia Energeticamente Eficiente, colocou o Brasil na penúltima posição e o México, na última, e se disse preocupado com o ritmo dos esforços de Estados Unidos e Austrália.

source: SAN FRANCISCO (Reuters) - A major storm that pummeled northern California and the Pacific Northwest with heavy rain and high winds and killed two people moved south overnight, prompting evacuation orders in areas prone to floods and mud flows.
pt: SAN FRANCISCO (Reuters) - Uma grande tempestade que castigou o norte da Califórnia e o nordeste do Pacífico com fortes chuvas e ventos, deixando dois mortos, se dirigiu para o sul durante a noite, resultando em alertas de retirada de emergência em áreas propícias a inundações e deslizamentos de terra.

source: Rishawi was sentenced to death by a Jordanian court in September 2006 in connection with triple hotel bomb attacks in Amman the previous year that killed 60 people.
pt: Sayida Al Rishawi está no corredor da morte de uma prisão jordaniana desde que foi condenada, em 2005, pela participação em um triplo atentado à bomba, em Amã, que matou 60 pessoas.

source: Georgia 0 - 2 Germany FT
pt: 13h00 – Geórgia x Alemanha

source: He had been held in IS captivity since his plane crashed over Syria in December.
pt: Al-Kaseasbeh, 26, foi sequestrado pelo EI na Síria em dezembro após a queda do seu avião .

source: Obama vigorously defended the deal Wednesday at a White House news conference that was carried on live television throughout much of the world, although not in Iran .
pt: O acordo não é “construído na confiança, mas na verificação”, declarou Obama na Casa Branca, em um pronunciamento transmitido ao vivo na televisão iraniana.

source: French President Francois Hollande's new-found popularity after the Paris attacks faced its first major test Sunday as a member of his ruling Socialist party battled against a far-right National Front candidate in a tense by-election.
pt: PARIS - O Partido Socialista (PS), do presidente François Hollande, anunciou neste domingo sua vitória sobre a Frente Nacional (FN), de extrema-direita, nas eleições legislativas parciais no Leste da França .

source: A senior administration official said earlier that the US Interests Section in Havana had verified the releases.
pt: Nossa Seção de Interesses em Havana conseguiu verificar essas libertações", afirmou a fonte.

source: Around mile 21, I was going up a hill and it was like a mountain," she told the Observer.
pt: Aconteceu por volta das 21 milhas (33 km), subia uma ladeira e parecia uma montanha", afirmou.

source: "We know what we have to get done the last two years .
pt: Estamos pronto para ouvir o que você tem a dizer.

source: Rescue ships are still searching for the remaining crew and passengers, and there are so far no reports of any fatalities, NDRRM stressed.
pt: A Guarda Costeira e barcos particulares continuam com as buscas pelo restante da tripulação e passageiros, e não há relatos de mortes até o momento.

source: "We think a global release day reflects the realities of the current global music business," said Glen Barros, president of Concord Music Group, whose roster includes Paul McCartney and Paul Simon.
pt: “O mesmo dia de lançamento em todo o mundo reflete melhor as realidades do setor”, disse Glen Barros, presidente da gravadora Concord Music Group, em comunicado publicado pela IFPI .

source: That was below economists' forecasts for a rise to 300,000 and left the four-week average of claims down 1,250 at 298,500 .
pt: O número ficou abaixo das projeções de economistas de um aumento para 300 mil e levou a média móvel de quatro semanas a um recuo de 1.250 pedidos, a 298.500 .

source: But they say this should not be done.
pt: Isso não pode, tenho certeza que isso não pode .

source: This is very important for Jules and also for us.
pt: Isso é muito importante para Jules e também para nós", diz a nota.

source: "It could be a catastrophic decision to leave late."
pt: Pode ser uma péssima decisão deixar a casa tarde demais", disse.

source: A manhunt is under way in the Canadian city of Moncton after three officers were shot dead and two wounded.
pt: As autoridades canadenses estão em busca de um atirador que matou três policiais e deixou outros dois feridos .

source: Its board of directors approved, "capital expenditures of US$ 6.358 billion for project execution and US$ 3.809 billion dedicated to sustaining existing operations," the company
pt: A Vale informa que seu Conselho de Administração aprovou o orçamento de investimentos para 2015, incluindo dispêndios de US$ 6,358 bilhões para a execução de projetos e US$ 3,809 bilhões dedicados à manutenção das operações existentes.

source: Obama said he told the governor the use of the National Guard should be limited and called for conciliation in communities hit by the unrest .
pt: Na entrevista coletiva, Obama também considerou que o uso dos militares da Guarda Nacional, decidido mais cedo pelo governador do Estado, deve ser "limitado".

source: The prosecutor had accused the president of shielding Iranian officials from prosecution over the 1994 bombing of a Buenos Aires Jewish Center, which killed 85 people, the deadliest such attack in Argentine history.
pt: No documento, o promotor acusa a presidente de encobrir responsáveis iranianos pelo atentado contra o centro comunitário judaico Amia, em 1994 – considerado o pior na história da Argentina -, que matou 85 pessoas e deixou mais de 300 feridas.

source: Years later, many Washingtonians would consider him a scoundrel but he remained a hero to many others in impoverished parts of the city, even as his continuing battles with substance abuse went public.
pt: Muitos anos após seus mandatos, muitos moradores de Washington o consideram um canalha, mas ele continuou sendo tido como herói por muitos residentes de partes pobres da cidade, mesmo depois de sua contínua luta contra o vício se tornar pública.

source: What are your strongest memories of that time?
pt: O que fica, ao final, são as lembranças .

source: "Culture and nature they go hand in hand, and war stops, but nobody can bring back a species from extinction," said head of the society Asaad Serhal.
pt: "A guerra acaba, mas ninguém pode trazer de volta uma espécie extinta", disse à BBC o diretor da organização, Asaad Serhal.

source: Brazil judge asks for investigation of Rousseff re-election campaign
pt: Ministro questiona pedido de investigação de campanha de Dilma

source: Thousands of protesters took to the streets of al-Qadeeh town on Friday evening, hours after a suicide bomber killed 21 worshippers in a packed Shi'ite mosque, the first attack in the conservative kingdom to be claimed by Islamic State militants.
pt: DUBAI (Reuters) - O suicida que matou 21 fiéis ao explodir uma bomba em uma mesquita xiita na sexta-feira era um militante do Estado Islâmico procurado pelas autoridades, disse neste sábado o Ministério do Interior da Arábia Saudita.

source: There was no trace of emotion on her face .
pt: Ela estava virada para lá, eu não conseguia ver o rosto dela .

source: Tension between the United States and North Korea further escalated over the weekend as Washington imposed new economic sanctions Friday against Pyongyang in retaliation for the reclusive regime’s alleged cyberattack on Sony Pictures Entertainment.
pt: São Paulo - Os Estados Unidos reforçaram nesta sexta-feira seu arsenal de sanções econômicas contra a Coreia do Norte em represália ao ataque cibernético contra a Sony Pictures .

source: As of end-March, the two companies have so far sold a tenth of that target, totalling 150,000 electric vehicles, with the Leaf accounting for most of that.
pt: Até o final de março, as duas companhias até agora venderam um décimo desta meta, totalizando 150 mil veículos elétricos, com o Life respondendo pela maior parte disso.

source: He was sentenced to 33 years in prison in May for laundering money raised from drug trafficking, but was allowed to remain free pending his appeal.
pt: Naquela manhã, Edinho, seu filho, foi preso, em Santos, condenado a 33 anos de reclusão por lavagem de dinheiro e associação ao tráfico de drogas .

source: I will never know .
pt: Eu a odeio .

source: It has been replaced by an EU border control mission, Triton, that does not have a specific search-and-rescue mandate and which has fewer ships and a smaller area of operation that hugs close to the Italian coast instead of reaching toward Africa like Mare Nostrum did.
pt: Ao contrário da operação anterior, a missão Triton não tem um mandato de busca e salvamento específico e limita as suas operações de controle nas fronteiras às águas próximas à costa italiana.

source: He said that number was expected to double as the authorities began forcing people to evacuate.
pt: De acordo com ele, o número deve dobrar conforme as autoridades começam a forçar mais pessoas a deixarem suas casas.

source: Iran and six world powers have agreed on an agenda for negotiations over Tehran's nuclear programme and will meet again in the second half of March in Vienna, a senior Iranian official said after two days of talks in the Austrian capital.
pt: O Irã deu início nesta terça-feira, em Viena (Áustria), aos diálogos com seis potências mundiais, em busca de um acordo definitivo a respeito de seu programa nuclear.

source: There's a ceasefire in eastern Ukraine .
pt: Ucrânia inicia novo cessar-fogo no leste do país

source: I would put it that they just don't care .
pt: Só sei que eu não briguei com ninguém .

source: “Have you seen my son ?
pt: "Ela já esqueceu meu filho antes .

source: At least, that’s what we have strong reason to believe,” explains Kathrin Altwegg, cosmic chemistry specialist at the University of Bern and the principal investigator behind the European Space Agency’s ROSINA experiment.
pt: Pelo menos é o que temos uma boa razão para acreditar", diz Kathrin Altwegg, especialista em química cósmica da Universidade de Berna e principal pesquisadora da ESA (Agência Espacial Europeia) na experiência Rosina, o instrumento científico mais pesado embarcado na sonda espacial Rosetta .

source: Also Tuesday, the United States announced it is expelling three Venezuelan diplomats in a tit-for-tat following the expulsion of three U.S. diplomats from that country, the State Department said.
pt: Mais cedo, o departamento de Estado anunciou a expulsão de três diplomatas venezuelanos em resposta a uma medida similar de Caracas.

source: Rob Ford is "in good spirits," his brother says
pt: O irmão de Rob Ford Doug também é um vereador.

source: Republicans are also expected to use their congressional strength to target the Obama administration's flagship achievement: the Affordable Care Act, the health care reform otherwise known as Obamacare .
pt: Os republicanos também devem usar a sua força no Congresso para atingir a principal bandeira do governo Obama: a reforma no sistema de saúde, apelidada de Obamacare.

source: I think when you show people in their truth, we're all just human .
pt: Se as pessoas estão falando que está errado, a gente vai mudar .

source: I also decided to go on a high-meat diet to see what effects doubling my intake to around 130g a day would have.
pt: Também decidi adotar uma dieta rica em carnes para verificar os efeitos de dobrar meu consumo de carne para cerca de 130 gramas por dia.

source: “Unfortunately, the mission was not successful because the hostages were not present at the targeted location,” the Pentagon said.
pt: Forças dos EUA tentaram resgatar reféns americanos na Síria Segundo o Pentágono, a missão fracassou porque os sequestrados "não estavam no local"

source: He backed a two-year timeframe to relaunch and conclude negotiations, and said Paris was working on a United Nations Security Council resolution that would set those parameters.
pt: "Nas Nações Unidas, trabalhamos com nossos parceiros para tentar adotar uma resolução do Conselho de Segurança a fim de retomar e concluir as negociações .

source: The Israeli army said two rockets fired from Lebanon hit northern Israel without causing any casualties.
pt: O Exército de Israel informou que abriu fogo na direção do Líbano em resposta a um ataque com foguetes .

source: Updated: Spain has put an emergency protocol in place after a Spanish nurse contracted Ebola after treating two patients who died from the disease at a Madrid hospital, the government said on Monday, in the first known case of transmission outside of Africa.
pt: A assistente de enfermagem tornou-se o primeiro caso de ebola transmitido fora da África Ocidental, depois que ela cuidou de um padre espanhol em Madri que morreu de ebola no mês passado .

source: Ahram Online - Turkey to start fight against IS in Syria 'soon': FM
pt: Turquia diz que grande luta contra o Estado Islâmico irá começar em breve

source: (CNN) -- A 9-year-old girl learning to fire a submachine gun accidentally killed her instructor at a shooting range when the weapon recoiled over her shoulder, according to Arizona authorities.
pt: Uma americana de 9 anos que estava aprendendo a atirar com uma submetralhadora não conseguiu controlar a arma e matou acidentalmente seu instrutor, afirmou a imprensa nesta quarta-feira.

source: "It's a time of social uprising in the whole world .
pt: Está todo mundo esperando ela, na escola, em casa".

source: Where do we go from here?
pt: Não preciso sair daqui, temos tudo .

source: Ahead of the 2014 FIFA World Cup final between Germany and Argentina, the IDF tweeted the number of Hamas rockets fired since the start of the tournament and urged people to "retweet so that all enjoying #GERvsARG will know".
pt: Durante a final da Copa do Mundo, o IDF tuitou o número de foguetes atirados desde o início do Mundial e pediu que as pessoas "retuitassem a mensagem para que todos os que assistiam ao jogo da Alemanha contra a Argentina soubessem".

source: The strikes began on freight trains on Monday and were broadened to include passenger services on Tuesday.
pt: A greve começou nesta segunda-feira, com o transporte de cargas, e foi ampliada nas primeiras horas desta terça-feira para o serviço de passageiros .

source: We don’t want to be late back.
pt: Ele não irá mudar, não se ele não quiser.

source: The Egyptian military said in a statement that a coastguard launch had exchanged shots with "terrorist elements", causing the vessel to catch fire .
pt: Em um comunicado, o Exército egípcio anunciou que a embarcação pegou fogo durante confrontos entre os jihadistas e militares .

source: Israel's Netanyahu: Iran poses greater threat than Islamic State
pt: Irã com arma nuclear é 'a pior ameaça, diz premiê de Israel

source: But smaller studios argue it is difficult to keep across what is being posted.
pt: Mas estúdios menores dizem ser difícil monitorar todos os sites para saber o que está sendo veiculado neles .

source: According to the Nobel committee, at 17 she's the youngest ever peace prize winner.
pt: Com o prêmio, Malala, de 17 anos, se torna a mais jovem ganhadora do Nobel.
